Repository: minimo-io/aipim-theme
Catalog: languages/*.po
Languages: es_es, pt_br

source: We couldn't find this page.
es_es: No parece haber una página aquí.
pt_br: Não foi possível encontrar esta página.

source: Back to top
es_es: Volver al inicio
pt_br: Voltar ao topo

source: Homepage title
es_es: T&iacute;tulo de inicio
pt_br: Título da página inicial

source: Homepage slogan
es_es: Slogan de inicio
pt_br: Slogan da página inicial

source: Homepage button
es_es: Botón de inicio
pt_br: Botão de página inicial

source: Homepage button link
es_es: Enlace de botón de inicio
pt_br: Link do botão da página inicial

source: Quick guide link
es_es: Enlace guía rápida
pt_br: Link da guia rápida

source: Big guide link
es_es: Enlace guía grande
pt_br: Link grande guia

source: Save Settings
es_es: Guardar configuración
pt_br: Salvar configurações

source: Betizen stats
es_es: Estadísticas de Betizen
pt_br: Estatísticas do Betizen

source: Posts
es_es: Entradas
pt_br: Artigos

source: Total posts published
es_es: Total del artículos publicados
pt_br: Total de artigos publicadas

source: Previous
es_es: Previo
pt_br: Anterior

source: Next
es_es: Siguiente
pt_br: Próximo

source: Join
es_es: Unirme
pt_br: Unir-se

source: Search
es_es: Buscar
pt_br: Procurar

source: Profile
es_es: Perfil
pt_br: Perfil

source: Exit
es_es: Salir
pt_br: Saída

source: Sign in
es_es: Ingresar
pt_br: Acesse

source: Sign up
es_es: Registrarse
pt_br: Cadastre-se

source: Where to play
pt_br: Onde jogar

source: Ready to play the best games? Join a first class casino!
pt_br: Pronto para os melhores jogos? Acesse a um casino de primeira!

source: Visit casino
es_es: Visitar casino
pt_br: Visite o cassino

source: What exclusive bonuses and good news?
es_es: ¿Buscas bonus exclusivos y buenas noticias?
pt_br: Alertas e notícias sobre cassinos e jogos confiáveis?

source: Join the newsletter
es_es: Únete al newsletter
pt_br: Inscreva-se grátis!

source: Join Whatsapp
es_es: Únete a Whatsapp
pt_br: Envie-nos a sua consulta

source: Newest
es_es: Recientes
pt_br: Novos

source: Oldest
es_es: Pasados
pt_br: Anteriores

source: Most voted
es_es: Mas votados
pt_br: Mais votados

source: Less voted
es_es: Menos votados
pt_br: Menos votados

source: Highest exposition
pt_br: Altos lucros

source: Highest RTP
es_es: Alto RTP
pt_br: RTP alto

source: Highest volatility
es_es: Alta volatilidad
pt_br: Maior volatilidade

source: Lowest volatility
es_es: Baja volatilidad
pt_br: Menor volatilidade

source: Lowest Rollover
pt_br: Menor rollover

source: Welcome bonus
pt_br: Boas-vindas

source: No deposit
pt_br: Sem depósito

source: High roller
pt_br: Grandes quantias

source: Free Spins
pt_br: Rodadas grátis

source: author
es_es: autor
pt_br: autor

source: Registered
es_es: Registrado
pt_br: Registrado

source: Modified
pt_br: Modificado

source: Other free games from
es_es: Otros juegos gratuitos de
pt_br: Outros jogos grátis de

source: All
es_es: Todos
pt_br: Todos

source: games
es_es: juegos
pt_br: jogos

source: featured
es_es: destacado
pt_br: destaque

source: provider-image
es_es: imagen-proveedor
pt_br: imagem-do-provedor

source: View games
es_es: Ver juegos
pt_br: Ver jogos

source: More
es_es: Más
pt_br: Mais

source: Play for free
es_es: Jugar gratis
pt_br: Jogar grátis

source: Volatility
es_es: Volatilidad
pt_br: Volatilidade

source: New!
es_es: ¡Nuevo!
pt_br: Novo!

source: opinions
pt_br: avaliações

source: Reputation details
es_es: Detalles de la reputación
pt_br: Detalhes da reputação

source: Analysis
es_es: Análisis
pt_br: Análise

source: Visit
es_es: Visitar
pt_br: Visita

source: active
es_es: activo
pt_br: ativo

source: inactive
es_es: inactivo
pt_br: inativo

source: bonus-image
es_es: imagen-de-bono
pt_br: imagem-bonus

source: More info
es_es: Más información
pt_br: Mais info

source: Get bonus
es_es: Obtener bono
pt_br: Obter bônus

source: official response
es_es: respuesta oficial
pt_br: resposta oficial

source: reply
es_es: responder
pt_br: resposta

source: login to reply
es_es: ingresa para responder
pt_br: entre para responder

source: This bonus is <b><u>inactive</u></b>.
es_es: Este bono está <b><u>inactivo</u></b>.
pt_br: Este bônus é <b><u>inativo</u></b>.

source: /en/online-casinos/
es_es: /casinos/
pt_br: /pt-br/cassinos/

source: Online Casinos
es_es: Casinos
pt_br: Cassinos

source: Users
es_es: Usuarios
pt_br: Usuários

source: /en/bonuses/
es_es: /bonos/
pt_br: /pt-br/promocoes/

source: Bonuses
es_es: Bonos
pt_br: Bônus

source: /en/games/
es_es: /juegos/
pt_br: /pt-br/jogos/

source: Games
es_es: Juegos
pt_br: Jogos

source: Reviews
es_es: Reseñas
pt_br: Avaliações

source: It is advisable to exercise caution with providers that are not transparent with games basic values. If you are going to play for real money keep in mind that there is no complete official information for this game.
es_es: Es recomendable tener precaución con los tragamonedas de proveedores que no sean transparentes con sus valores básicos. Si vas a jugar por dinero real ten en cuenta que no existen valores oficiales completos para este juego, por lo que se recomienda cierta experiencia previa.
pt_br: É aconselhável ter cuidado com os fornecedores que não são transparentes com os valores básicos dos jogos. Se você vai jogar com dinheiro real, lembre-se de que não há informações oficiais completas para este jogo.

source: ATTENTION!
es_es: ¡ATENCIÓN!
pt_br: ATENÇÃO!

source: There is an error in the captcha resolution. Please try again.
es_es: Hay un error en la resolución del captcha. Por favor intentalo de nuevo.
pt_br: Há um erro na resolução do captcha. Por favor, tente novamente.

source: New inquiry for expert
es_es: Nueva consulta para experto
pt_br: Nova pergunta para especialista

source: Inquiry sent correctly. Our professionals will contact you shortly.
es_es: Consulta enviada correctamente. A la brevedad nuestros profesionales se pondrán en contacto contigo.
pt_br: Consulta enviada corretamente. Nossos profissionais entrarão em contato com você em breve.

source: An unexpected error occurred while trying to submit the inquiry.
es_es: Ocurrió un error inesperado al intentar al intentar enviar la consulta.
pt_br: Ocorreu um erro inesperado ao tentar enviar a consulta.

source: Ask the pros
es_es: Pregunta a los profesionales
pt_br: Pergunte aos profissionais

source: Simply select the area (Slots, Bingo, Casino, etc.), enter your contact information and send your question to our professionals. You will be answered personally and shortly.
es_es: Simplemente selecciona el área (Tragamonedas, Bingo, Casino, etc), ingresa tus datos de contacto y envía tu pregunta a nuestros profesionales. Serás respondido personalmente y a la brevedad.
pt_br: Simplesmente selecione a área (Slots, Bingo, Cassino, etc.), insira suas informações de contato e envie sua pergunta aos nossos profissionais. Você será respondido pessoalmente e em breve.

source: I have a question about
es_es: Tengo una consulta sobre
pt_br: Eu tenho uma pergunta sobre

source: Email address
es_es: Correo electrónico
pt_br: Endereço de e-mail

source: Phone
es_es: Teléfono
pt_br: Telefone

source: Send inquiry
es_es: Enviar consulta
pt_br: Enviar consulta

source: You need to login to be able to submit an inquiry to our professionals. If you don't have an account
es_es: Necesitas ingresar con tu usuario para poder realizar una consulta a nuestros profesionales. Si no tienes una cuenta
pt_br: Você precisa acessar sua conta para poder enviar uma consulta aos nossos profissionais. Se você não tem uma conta

source: signup now
es_es: regístrate
pt_br: cadastre-se agora

source: , it's free!
es_es: , ¡es gratuito!
pt_br: , é grátis!

source: Odds
pt_br: Cotações

source: Games & Events
pt_br: Jogos e Eventos

source: Bonus and promotions
es_es: Promociones y pagos
pt_br: Promoções e pagamentos

source: Customer support
es_es: Atención al cliente
pt_br: Atendimento ao cliente

source: Usability
es_es: Diseño y usabilidad
pt_br: Design e usabilidade

source: Licenses
es_es: Licencias
pt_br: Licenças

source: Watch video preview
es_es: Vista previa en vídeo
pt_br: Antevisão em vídeo

source: Prizes, RTP and Volatility
es_es: Premios, RTP y volatilidad
pt_br: Prêmios, RTP e volatilidade

source: Functions and Mechanics
es_es: Funciones y mecánica
pt_br: Funções e mecânica

source: Theme and Design
es_es: Temática y diseño
pt_br: Tema e design

source: Good
pt_br: Bom

source: Average
pt_br: Média

source: Bad
pt_br: Mau

source: List of trustworthy casinos
es_es: Listado de casinos confiables
pt_br: Lista de cassinos confiáveis

source: Avoid being scammed. Find out about the list of casinos that have the best and worst scores according to other users and experts.
es_es: Evita ser estafado. Conozca la lista de casinos que tienen los mejores y peores puntajes según otros usuarios y expertos.
pt_br: Evite ser enganado. Descubra a lista de cassinos com as melhores e as piores avaliações, de acordo com outros usuários e especialistas.

source: See rankings
es_es: Ver rankings
pt_br: Ver avaliações

source: Free games
es_es: Juegos gratuitos
pt_br: Jogos grátis

source: Before betting online it is good to familiarize yourself with the games and the tests we carry out to see how they pay.
es_es: Antes de apostar en línea, es bueno familiarizarse con los juegos y las pruebas que realizamos para ver cómo pagan.
pt_br: Antes de apostar online, é bom se familiarizar com os jogos e os testes que realizamos para ver como eles pagam.

source: Free play
es_es: Jugar gratis
pt_br: Jogar grátis

source: Player profile
es_es: Perfil de jugador
pt_br: Perfil do jogador

source: Use this free tool to discover which games, casinos and bonuses are best for your natural abilities.
es_es: Use esta herramienta gratuita para descubrir qué juegos, casinos y bonos son mejores para sus habilidades naturales.
pt_br: Use esta ferramenta gratuita para descobrir quais jogos, cassinos e bônus são melhores para suas habilidades naturais.

source: /en/player-profile/
es_es: /perfil-de-jugador/
pt_br: /pt-br/perfil-de-jogador/

source: Take test
es_es: Realizar prueba
pt_br: Fazer teste

source: Information from experts
es_es: Información de expertos
pt_br: Informações de especialistas

source: Keep learning how to win with these articles written by our experts on the world of online casinos.
es_es: Continúa aprendiendo a ganar con estos artículos escritos por nuestros expertos sobre el mundo de los casinos.
pt_br: Continue aprendendo a ganhar com esses artigos escritos por nossos especialistas no mundo dos cassinos.

source: /en/articles/
es_es: /blog/
pt_br: /pt-br/colunas/

source: Read information
es_es: Leer información
pt_br: Ler informação

source: articles
pt_br: artigos

source: %s referral
pt_br: %s referência

source: Do you know what type of player you are?
es_es: ¿Sabes qué tipo de jugador eres?
pt_br: Você sabe que tipo de jogador você é?

source: Are you aware about what your skills and risks are when playing? <br> Knowing yourself you will avoid being scammed and you will be able to make the most of your time and money.
es_es: ¿Conoce cuáles son tus habilidades y riesgos a la hora de jugar? <br> Conociéndote evitarás ser estafado y podrás sacar el mayor beneficio de tu tiempo y dinero.
pt_br: Você está ciente de quais são suas habilidades e riscos ao jogar? <br> Conhecendo a si mesmo, você evitará ser enganado e poderá aproveitar ao máximo seu tempo e dinheiro.

source: Get result
es_es: Obtener resultado
pt_br: Obter resultado

source: You are one step away from being a better player!
es_es: ¡Estás a un paso de ser un mejor jugador!
pt_br: Você está a um passo de ser um jogador melhor!

source: We are processing the results of the test you just completed. <br> We will send them to you by email shortly.
es_es: Estamos procesando los resultados del test que acabas de realizar. <br>En breve te los enviaremos por correo electrónico.
pt_br: Estamos processando os resultados do teste que você acabou de concluir. <br> Em breve os enviaremos a você por e-mail.

source: You are already a better player!
es_es: ¡Ya eres un mejor jugador!
pt_br: Você já é um jogador melhor!

source: problematic
es_es: problemático
pt_br: problemático

source: worrying
es_es: preocupante
pt_br: preocupante

source: Gambling when you are a minor is a problem, but not just because adults say so. <br><br><strong>WHY?</strong>
es_es: Apostar cuando uno es menor de edad es un problema, pero no sólo porque lo digan los adultos. <br><br><strong>¿PORQUÉ?</strong>
pt_br: Jogar quando você é menor de idade é um problema, mas não apenas porque os adultos dizem isso. <br> <br> <strong>POR QUE?</strong>

source: <br><br> It is likely that to gamble as a minor you must have lied or spent money that you do not have. That's just what adults with gambling problems will do.
es_es: <br><br>Es probable que para apostar siendo menor de edad tengas que haber mentido o gastado un dinero que no tienes. Eso es justamente lo que harán los adultos con problemas de juego.
pt_br: <br> <br> Provavelmente, para jogar como menor de idade, você deve ter mentido ou gastado o dinheiro que não possui. É exatamente o que os adultos com problemas de jogo fariam.

source: <br><br>Gambling in any of its forms, leads every year millions of people to economic ruin, to losing contact with their friends and families.
es_es: <br><br>Las apuestas en cualquiera de sus formas, llevan cada año a millones de personas a la ruina económica, a perder amistades y contacto con sus familias.
pt_br: <br> <br> Jogar em qualquer uma de suas formas, leva todos os anos milhões de pessoas à ruína econômica, a perder contato com seus amigos e familiares.

source: <br><br>Games are made to make us think that we have a high chance of winning, when in fact the opposite usually occurs.
es_es: <br><br>Los juegos están hechos para hacernos pensar que tenemos altas posibilidades de ganar, cuando en realidad suele ocurrir lo contrario.
pt_br: <br> <br> Os jogos são feitos para nos fazer pensar que temos grandes chances de ganhar, quando na verdade ocorre o contrário.

source: <br><br><strong>WHAT TO DO?</strong>
es_es: <br><br><strong>¿QUÉ HACER?</strong>
pt_br: <br> <br> <strong>O QUE FAZER?</strong>

source: <br><br>It is possible to have fun on the Internet playing games that do not involve gambling. There are some interesting sites and lots of fun communities around them.
es_es: <br><br>Es posible divertirse en Internet jugando a juegos que no involucren apuestas. Hay algunos sitios interesantes y muchas comunidades divertidas alrededor de ellos.
pt_br: <br> <br> É possível se divertir na Internet jogando jogos que não envolvem jogos de azar. Existem sites interessantes e muitas comunidades divertidas ao seu redor.

source: <br><br>Our goal is to inform you, not to judge you. So we will always keep the reserve.
es_es: <br><br>Nuestro objetivo es informarte, no juzgarte. Por eso siempre mantendremos la reserva.
pt_br: <br> <br> Nosso objetivo é informá-lo, não julgá-lo. Portanto, sempre manteremos a reserva.

source: <br><br>Find your tribe, play games according to your age. Write us and we will tell you how to really have fun.
es_es: <br><br>Buscá tu tribu, juega por diversión a juegos acordes a tu edad. Escríbenos y te contamos cómo divertirte.
pt_br: <br> <br> Encontre sua tribo, jogue de acordo com a sua idade. Escreva-nos e nós lhe diremos como realmente se divertir.

source: <br>Slots and other games are designed to encourage us to keep playing, forgetting our friends or family. And unless you have the necessary knowledge, it is highly likely that you will be manipulated and harmed.
es_es: <br>Los tragamonedas y otros juegos están pensandos para que estimular a que sigamos jugando olvidando nuestros amigos o familia. Y a menos que tengas el conocimiento necesario es altamente probable que seas manipulado y perjudicado.
pt_br: <br>Caça-níqueis e outros jogos são projetados para nos encorajar a continuar jogando, esquecendo nossos amigos ou familiares. E, a menos que você tenha o conhecimento necessário, é altamente provável que você seja manipulado e prejudicado.

source: <br>If you want to play less it is possible. There are techniques so you can do it without having to stop playing at all. We can help you.
es_es: <br>Si quieres jugar menos es posible. Hay técnicas para que puedas hacerlo sin necesidad de dejar de jugar del todo. Nosotros podemos ayudarte.
pt_br: <br> Se você quer jogar menos, é possível. Existem técnicas para que você possa fazer isso sem ter que parar de se divertir. Nós podemos ajudar você.

source: <br><br>Find your tribe, play games according to your age and have fun. An old seawolf have said.
es_es: <br><br>Buscá tu tribu, jugá por diversión a juegos acordes a tu edad. Te lo dice un viejo lobo de mar.
pt_br: <br> <br> Encontre sua tribo, jogue de acordo com a sua idade e divirta-se. Um velho lobo do mar disse.

source: <br><br>Write us and we will tell you how to do it right.
es_es: <br><br>Escríbenos y te contamos cómo hacerlo bien.
pt_br: <br> <br> Escreva-nos e nós lhe diremos como fazê-lo corretamente.

source: Look, we have detected that you are a player with potential gambling problems. Do not worry. <br><strong>WE WOULD LIKE TO HELP YOU!</strong> Let's see what you need to know:
es_es: Mira, hemos detectado que eres un jugador con potenciales problemas de juego. No te preocupes. <br><strong>¡NOS GUSTARÍA AYUDARTE!</strong> Veamos lo que debes saber:
pt_br: Detectamos que você é um jogador com possíveis problemas de jogo. Não se preocupe. <br> <strong> Gostaríamos de ajudá-lo! </strong> Vamos ver o que você precisa saber:

source: <br><br><strong> 1. YOU ARE NOT ALONE.</strong>
es_es: <br><br><strong>1. NO ESTÁS SOLO/A.</strong>
pt_br: <br> <br> <strong>1. VOCÊ NÃO ESTÁ SOZINHO.</strong>

source: <br> In the world in which we live, bad habits derived from emotional problems are very common. Even public people and people who don't seem to, suffer in silence. You have already taken the first step. Don't stop now!
es_es: <br>En el mundo en que vivimos los malos hábitos derivados de problemas emocionales son muy comunes. Inclusive personas públicas y gente que no lo parece las sufren en silencio. Tu ya has dado el primer paso. ¡No te detengas ahora!
pt_br: <br> No mundo em que vivemos, maus hábitos derivados de problemas emocionais são muito comuns. Mesmo pessoas públicas e pessoas que parecem não sofrer, sofrem em silêncio. Você já deu o primeiro passo. Não pare agora!

source: <br><br><strong>2. IT IS ALWAYS POSSIBLE TO IMPROVE.</strong>
es_es: <br><br><strong>2. SIEMPRE ES POSIBLE MEJORAR.</strong>
pt_br: <br> <br> <strong>2. MELHORAR É SEMPRE POSSÍVEL.</strong>

source: <br> The most complex step is to recognize the problem. It is the beginning of a path of greater individual freedom where you can leave behind a problem that in many cases takes over people's lives. It is not an easy path, but step by step, not only is it possible to improve, but if you allow yourself to start the process, improvement is inevitable.
es_es: <br>El paso mas complejo es reconocer el problema. Es el comienzo de un camino de mayor libertad individual en el que podrás ir dejando atrás un problema que en muchos casos se adueña de la vida de las personas. No es un camino facil, pero paso a paso, no solo es posible mejorar, sino que si te permites comenzar el proceso, mejorar es inevitable.
pt_br: <br> O passo mais complexo é reconhecer o problema. É o começo de um caminho de maior liberdade individual, onde você pode deixar para trás um problema que, em muitos casos, toma conta da vida das pessoas. Não é um caminho fácil, mas passo a passo, não só é possível melhorar, mas se você se permitir iniciar o processo, a melhoria é inevitável.

source: <br><br><strong>3. IT IS EASIER IF YOU GET HELP FROM SOMEONE.</strong>
es_es: <br><br><strong>3. ES MAS SENCILLO CON LA AYUDA DE ALGUIEN.</strong>
pt_br: <br> <br> <strong>3. É MAIS FÁCIL SE VOCÊ RECEBER AJUDA DE ALGUÉM.</strong>

source: <br>It is statistically more likely that you will not succeed if you try it alone. It can be the way you want, but you have to take the step of seeking help. Our mind is complex and intelligent, in these cases it is capable of deceiving ourselves that it is not necessary to expose our problem. Unfortunately this is not the case.
es_es: <br>Es estadísticamente mas probable que no lo consigas si lo intentas sólo/a. De la forma que te parezca, pero tienes que dar el paso de buscar ayuda. Nuestra mente es compleja e inteligente, en estos casos es capaz de auto-engañarnos en que no es necesario exponer nuestro problema. Desgraciadamente no es así.
pt_br: <br>É estatisticamente mais provável que você não tenha sucesso se tentar sozinho. Pode ser do jeito que você quiser, mas você precisa dar o passo de procurar ajuda. Nossa mente é complexa e inteligente; nesses casos, é capaz de enganar a nós mesmos que não é necessário expor nosso problema. Infelizmente, esse não é o caso.

source: <br><br>It is always possible to get out of debt with good planning, but first of all you should not continue accumulating it. Let us help you.
es_es: <br><br>Siempre es posible salir de las deudas con una buena planificación, pero antes que nada deberás no seguir acumulándolas. Déjanos ayudarte.
pt_br: <br> <br>Sempre é possível sair da dívida com um bom planejamento, mas antes de tudo, você não deve continuar acumulando-a. Deixe-nos ajudá-lo.

source: <br><br>In order to control your gambling time it is necessary that you use certain tools that will help you to do so and choose those <a href='/en/online-casinos/'>online casinos</a> that have the good reputation of taking care of their clients.
es_es: <br><br>Para poder controlar tu tiempo de juego es necesario que uses ciertas herramientas que te ayudarán a hacerlo y elegir aquellos <a href=“/casinos/“>sitios de apuestas</a> que tengan la buena reputación de cuidar a sus usuarios. Mira <a href=“/blog/herramientas-para-controlar-el-tiempo-de-juego/“>este artículo</a> para saber cuales son esas herramientas.
pt_br: <br> <br> Para controlar seu tempo de jogo, é necessário que você use certas ferramentas que o ajudarão a fazer isso e escolha os <a href=“/pt-br/cassinos/“> cassinos on-line</a> que tenham boa reputação em cuidar de seus clientes.

source: <br><br>One of the symptoms that you may have a gambling problem is to hide the fact that you bet on friends or family. As we have said this is a problem that you should not be ashamed of, it affects many people and recognizing it is the first step to improve.
es_es: <br><br>Uno de los síntomas que puedes tener un problema de juego es ocultar el hecho que apuestas a amigos o familiares. Como hemos dicho en este <a href=“/blog/10-signos-de-que-tienes-un-problema-de-juego/“>artículo detallado sobre los síntomas de problemas de apuestas</a>, es que es un problema del que no deberías avergonzarte, afecta a mucha gente y reconocerlo es el primer paso para mejorar.
pt_br: <br><br>Um dos sintomas de que você pode ter um problema de jogo é esconder o fato de amigos ou familiares. Como dissemos, esse é um problema do qual você não deve se envergonhar; ele afeta muitas pessoas e reconhece que é o primeiro passo para melhorar.
