Repository: minimo-io/aipim-theme
Catalog: languages/*.po
Languages: es_es, pt_br

source: <br><br>Another symptom of a gambling problem is having borrowed money to keep betting. This begins a process that inevitably leads to getting into debt or lying. It is possible to improve, but for this it is necessary to be accompanied in the process.
es_es: <br><br>Otro de los <a href=“/blog/10-signos-de-que-tienes-un-problema-de-juego/“>10 síntomas prinicipales de problemas de juego</a> es haber pedido dinero prestado para continuar apostando. Esto comienza un proceso que inevitablemente lleva endeudarse o a mentir. Es posible mejorar, pero para ello es necesario estar acompañado en el proceso.
pt_br: <br> <br> Outro sintoma de um problema no jogo é ter dinheiro emprestado para continuar apostando. Isso inicia um processo que inevitavelmente leva a dívidas ou mentiras. É possível melhorar, mas para isso é necessário estar acompanhado no processo.

source: <br><br>Betting should be fun. And without blame. A symptom that an activity has become obsessive, (whatever it is) is confirmed by the fact that you have tried to stop it and for whatever reason you were unable. If you are here, it is also the first guideline that you can stop it and control it. And for that you will have a much better chance of success if you seek help from reliable people. Let us help you!
es_es: <br><br>Apostar debería ser diverido. Y sin culpas. Un síntoma de que una actividad se ha vuelto obsesiva, (cualquiera sea) lo confirma el hecho que hayas intentado dejarla y por el motivo que fuera no hayas podido. Si estás aquí, también es también la primera pauta de que es posible salir y controlarlo. Y para eso tendrás muchas mas posibilidades de éxito si buscas ayuda de gente confiable. ¡Déjanos ayudarte!
pt_br: <br> <br> As apostas devem ser divertidas. E sem culpa. Um sintoma de que uma atividade se tornou obsessiva (seja ela qual for) é confirmado pelo fato de você ter tentado interrompê-la e por qualquer motivo que não conseguiu. Se você está aqui, também é a primeira diretriz que você pode detê-lo e controlá-lo. E para isso você terá uma chance muito maior de sucesso se procurar ajuda de pessoas confiáveis. Deixe-nos ajudá-lo!

source: <br><br>Our goal is to <u>take care of you</u>. Write to us and we will campaign to help you contact professionals and have someone you trustworthy to talk to.
es_es: <br><br>Nuestro objetivo es <u>cuidarte</u>. Escríbenos y nos pondremos en campaña de ayudarte a contactar con profesionales y a que tengas a alguien de confianza con quién hablar.
pt_br: <br> <br> Nosso objetivo é <u>cuidar de você</u>. Escreva para nós e faremos uma campanha para ajudá-lo a entrar em contato com profissionais e ter alguém com quem você seja confiável para conversar.

source: <br>While we process your doubts with the utmost discretion, we recommend you read the read
es_es: <br>Mientras procesamos tus dudas con la mayor discreción, te recomendamos leer los
pt_br: <br>Enquanto processamos suas dúvidas com a máxima discrição, recomendamos que você leia os

source: articles on gambling
es_es: artículos sobre problemas de juego
pt_br: artigos sobre jogos de azar

source: written by our experts.
es_es: escritos por nuestros expertos.
pt_br: escritos por nossos especialistas.

source: healthy
es_es: saludable
pt_br: saudável

source: <br><br>Gambling is fun and exciting. Unfortunately not all players who take this test see it this way.
es_es: <br><br>Apostar es divertido y emocionante. Lamentablemente no todos los jugadores que toman este test lo ven así.
pt_br: <br> <br>Jogar é divertido e emocionante. Infelizmente, nem todos os jogadores que fazem esse teste o veem dessa maneira.

source: <br>You are among the select group of healthy players, looking for big emotions, money and fun.
es_es: <br>Tu estas dentro del grupo selecto de jugadores saludables, en busca de emociones, dinero y diversión.
pt_br: <br>Você está entre o seleto grupo de jogadores saudáveis, procurando grandes emoções, dinheiro e diversão.

source: <br><br>Here are some quality recommendations.
es_es: <br><br>Te dejamos aquí algunas recomendaciones de calidad.
pt_br: <br> <br>Aqui estão algumas recomendações de qualidade.

source: <br><br>In Betizen it is possible to play, have fun and participate in the community without having to bet real money.
es_es: <br><br>En Betizen es posible jugar, divertirse y participar de la comunidad sin necesidad que tengas que apostar dinero real.
pt_br: <br> <br>No Betizen é possível jogar, se divertir e participar da comunidade sem ter que apostar dinheiro real.

source: <br>And we promise to keep the site that way.
es_es: <br>Y nos comprometemos a mantener el sitio de esa manera.
pt_br: <br> E prometemos manter o site sempre dessa maneira.

source: <br><br>In order for you to do this we leave you this selection of the best Betizen games according to users votes. Remember that your votes have an influence over the rankings, so if you are a connoisseur leave your review in the games and earn points.
es_es: <br><br>Para que puedas hacerlo te dejamos esta selección de los mejores juegos de Betizen según la votación de los usuarios. Recuerda que tus votos influyen, asique si eres un conocedor deja tus reseña en los juegos y gana puntos.
pt_br: <br> <br> Para fazer isso, deixamos a você a seleção dos melhores jogos de acordo com os votos dos usuários. Lembre-se de que seus votos influenciam os rankings e listagens; portanto, se você é um conhecedor, deixe seu comentário nos jogos e ganhe pontos.

source: <br><br><h2>The 6 best rated slot machines in Betizen according to users</h2>
es_es: <br><br><h2>Los 6 tragamonedas mejor puntuados en Betizen según los usuarios</h2>
pt_br: <br> <br> <h2>As 6 máquinas caça-níqueis com melhor avaliação no Betizen, de acordo com os usuários</h2>

source: /en/contact/
es_es: /contacto/
pt_br: /pt-br/contato/

source: Get in touch (it's free)
es_es: Ponte en contacto (es gratis)
pt_br: Entre em contato (é grátis)

source: You took the player test the
es_es: Has realizado el test de jugador el día
pt_br: Você fez o teste de jogador o día

source: And the result is
es_es: Y el resultado es
pt_br: E o resultado é

source: Do you want to do this test again? Get in touch with us and we will help you.
es_es: ¿Quieres realizar este test nuevamente? Ponte en contacto con nostros y te ayudamos.
pt_br: Deseja fazer este teste novamente? Entre em contato conosco e nós o ajudaremos.

source: Please complete an answer
es_es: Por favor completa una respuesta
pt_br: Por favor complete uma resposta

source: Yes
es_es: Sí
pt_br: Sim

source: No
pt_br: Não

source: I'm interested in new games
es_es: Me interesan los juegos nuevos
pt_br: Estou interessado em novos jogos

source: I'm interested in classic games
es_es: Me interesan los juegos clásicos
pt_br: Estou interessado em jogos clássicos

source: I am interested in winning little and often
es_es: Me interesa ganar poco y con frecuencia
pt_br: Estou interessado em ganhar pouco e muitas vezes

source: I'm interested in big prizes
es_es: Me interesan los premios altos
pt_br: Estou interessado em grandes prêmios

source: I prefer to play alone
es_es: Prefiero jugar solo/a
pt_br: Eu prefiro jogar sozinho

source: I prefer to play with other people
es_es: Prefiero jugar vinculándome con otras personas
pt_br: Eu prefiro brincar com outras pessoas

source: Visualization type
es_es: Tipo de visualización
pt_br: Tipo de visualização

source: Gallery view
es_es: Vista de galería
pt_br: Visualização da galeria

source: List view
es_es: Vista de lista
pt_br: Visualização de lista

source: Best bonus
es_es: Mejor bono
pt_br: Melhor bônus

source: Best casino
es_es: Mejor casino
pt_br: Melhor cassino

source: Best game
es_es: Mejor juego
pt_br: Melhor jogo

source: Play game
es_es: Jugar ahora
pt_br: Jogar agora

source: What is Betizen and what does it offers?
es_es: ¿Qué es Betizen y qué ofrece?
pt_br: O que é Betizen e o que oferece?

source: We are the first iGaming community with rankings
es_es: Somos la primera comunidad de juego con rankings
pt_br: Somos a primeira comunidade de jogo com rankings

source: /en/ranks/
es_es: /rankings/
pt_br: /pt-br/avaliacoes/

source: based on users votes and a place to where you can earn benefits when you share your experience.
es_es: basados en los votos de los usuarios y un lugar con foco en la transparencia donde ganar beneficios cuando compartes tu experiencia.
pt_br: baseados nas opiniões dos usuário e um lugar com foco na transparência onde você pode obter benefícios ao compartilhar sua experiência.

source: We offer impartial reviews of
es_es: Ofrecemos reseñas justas de
pt_br: Oferecemos avaliações justas de

source: casinos
pt_br: cassinos

source: bonuses
es_es: bonos
pt_br: bônus

source: and
es_es: y
pt_br: e

source: /en/affiliates/
es_es: /afiliados/
pt_br: /pt-br/programas-de-afiliados-brasil/

source: affiliate programs
es_es: programas de afiliados
pt_br: programas de afiliados

source: More?
es_es: ¿Saber más?
pt_br: Saber mais?

source: Check casinos
es_es: Descubrir casinos
pt_br: Descobrir cassinos

source: Search game or casino or bonus
es_es: Busca juegos, casinos, bonos o programas de afiliados…
pt_br: Procure jogos, cassinos, bônus ou programas de afiliados…

source: <strong class="startHere-itemTitle">Reliable and auditable rankings</strong> and reviews based on your ratings on casinos, games, bonuses and affiliate programs that are a reference and allow fair play. Betizen does NOT accept money to improve the position in our listings! It is the users who define them with their opinions.
es_es: <strong class=“startHere-itemTitle”>Rankings y reseñas confiables</strong> y auditables basados en tus valoraciones sobre casinos, juegos, bonos y programas de afiliados que sean una referencia y permitan un juego justo. ¡Betizen NO acepta dinero para mejorar la posición en nuestros listados! Son los usuarios quienes los definen con sus opiniones.
pt_br: <strong class=“startHere-itemTitle”>Classificações confiáveis e auditáveis</strong> e análises com base em suas classificações de cassinos, jogos, bônus e programas de afiliados que são uma referência e permitem um jogo justo. O Betizen NÃO aceita dinheiro para melhorar a posição em nossas listas! São os usuários que os definem com suas opiniões.

source: Sign up and leave your opinion
es_es: Regístrate y deja tu opinión
pt_br: Cadastre-se e deixe sua opinião

source: <strong class="startHere-itemTitle">Get benefits.</strong> Write reviews, follow casinos and game providers, collaborate by sharing your gaming experience and receive PRESTIGE points with which you can access exclusive benefits, special site functions such as removing advertising, and joining the Betizen VIP Club.
es_es: <strong class=“startHere-itemTitle”>Obtén beneficios.</strong> Escribe reseñas, sigue a los casinos y a los proveedores de juegos, colabora compartiendo tu experiencia de juego y recibe puntos de PRESTIGIO con los que podrás acceder a beneficios exclusivos, a funciones especiales del siti como remover la publicidad, y unirte al Club VIP de Betizen.
pt_br: <strong class=“startHere-itemTitle”>Obtenha benefícios.</strong> Escreva avaliações, siga os cassinos e os provedores de jogos de sua preferência, colabore com outros jogadores e receba pontos PRESTIGE com os quais você pode acessar benefícios exclusivos, funções especiais do site, como remover publicidade e ingressar no Betizen VIP Club.

source: <strong class="startHere-itemTitle">Player Profile.</strong> Use this free tool to discover your player profile and find out what kind of games, casinos and bonuses best suit your natural abilities. Know your risks and opportunities, and avoid being scammed, obtaining a better benefit for your money. You will also get a more personalized Betizen experience.
es_es: <strong class=“startHere-itemTitle”>Perfil de jugador.</strong> Utiliza esta herramienta gratuita para descubrir tu perfil de jugador y saber qué tipo de juegos, casinos y bonos convienen mas a tus habilidades naturales. Conoce tus riesgos y oportunidades, y evita ser estafado, obteniendo un mejor beneficio para tu dinero. También obtendrás una experiencia mas personalizada en Betizen.
pt_br: <strong class=“startHere-itemTitle”>Perfil do jogador.</strong> Use esta ferramenta gratuita para descobrir seu perfil de jogador e saber que tipo de jogos, cassinos e bônus melhor se adequam às suas habilidades naturais. Conheça seus riscos e oportunidades e evite ser enganado, obtendo um melhor benefício para o seu dinheiro. Você também terá uma experiência Betizen mais personalizada.

source: Take free test
es_es: Realiza test gratuito
pt_br: Faça o teste gratuito

source: <strong class="startHere-itemTitle">Expert information</strong> that lets you learn how to play. With accessible explanations on the most important topics for online gambling like volatility and RTP of games and slots, the operation of casino, players and operators interviews and much more.
es_es: <strong class=“startHere-itemTitle”>Información de expertos</strong> que le permita aprender a jugar. Con explicaciones accesibles sobre los temas mas importantes para apostar en línea como la volatilidad y RTP de los juegos y tragamonedas, el funcionamiento los casinos, entrevistas a jugadores y operadores y mucho más.
pt_br: <strong class=“startHere-itemTitle”>Informação de especialistas</strong> que lhe permitirá aprender a ganhar. Com explicações acessíveis sobre os tópicos mais importantes do jogo on-line, como volatilidade e RTP de slots, o funcionamento de cassinos, entrevistas a jogadores e operadores e muito mais.

source: Learn to win
es_es: Aprender a ganar
pt_br: Aprenda a ganhar

source: <strong class="startHere-itemTitle">Free games with information.</strong> We publish the best games and slots; with emphasis on those that have more interesting money return values, and that are properly audited and controlled. Subscribe to our newsletter to be alerted when we have news of fraudulent games.
es_es: <strong class=“startHere-itemTitle”>Juegos gratuitos con información.</strong> Publicamos los mejores juegos; con énfasis en aquellos que tienen valores de retornos de dinero mas interesantes, y que estén correctamente auditados y controlados. Suscríbete a nuestro boletín para ser alertado cuando tengamos noticias de juegos fraudulentos.
pt_br: <strong class=“startHere-itemTitle”>Jogos grátis com informação.</strong> Nós publicamos os melhores jogos; com ênfase naqueles que têm valores de retorno monetário mais interessantes e que são auditados e controlados adequadamente. Assine a nossa newsletter para ser avisado quando tivermos notícias de jogos fraudulentos.

source: Start playing for free
es_es: Comenzar a jugar gratis
pt_br: Comece a jogar de graça

source: Join the community that wants to change the world of online betting <u>for the better</u>.
es_es: Unete a la comunidad que quiere cambiar <u>para mejor</u> el mundo de las apuestas online.
pt_br: Participe da comunidade que deseja mudar o mundo do jogo online <u>para melhor</u>.

source: Join for free
es_es: Únete gratis
pt_br: Cadastre-se grátis

source: Finally a place focused on Latin America where to find new reliable casinos
es_es: Finalmente un lugar enfocado en latinoamérica donde encontrar nuevos casinos confiables
pt_br: Finalmente um lugar focado na América Latina, onde encontrar novos cassinos confiáveis

source: Thanks to automatic rankings Betizen is a fair site for casinos and users
es_es: Gracias a los rankings automáticos Betizen es un sitio justo para los casinos y los usuarios
pt_br: Graças ao rankings automáticos, o Betizen é um site justo para cassinos e usuários

source: There was a need for a community to protect players from casino and fraudulent promotional sites
es_es: Era necesaria una comunidad que protegiera a los jugadores de casinos y sitios promocionales fraudulentos
pt_br: Havia uma necessidade de uma comunidade para proteger jogadores de cassinos e sites promocionais fraudulentos

source: Online player
es_es: Jugadora online
pt_br: Jogadora online

source: Marketing director
es_es: Director de Marketing
pt_br: Diretor de marketing

source: Home
es_es: Inicio
pt_br: Início

source: Sorry, no posts matched your criteria.
es_es: Disculpa, pero no encontramos ningún resultado para tu búsqueda.
pt_br: Desculpe, nenhum artigo corresponde aos seus critérios.

source: Join free
es_es: Únete grátis
pt_br: Cadastre-se grátis

source: It's free
es_es: Es gratis
pt_br: É grátis

source: The best online casinos
es_es: Los mejores casinos online
pt_br: Os melhores cassinos online

source: According to other users. Vote now, free now, you decide!
es_es: Según los usuarios de Betizen ¡Vota gratis ahora, tu decides!
pt_br: De acordo com outros usuários. Vote agora, grátis agora, você decide!

source: See all
es_es: Ver todos
pt_br: Ver tudo

source: View all casinos
es_es: Ver todos los casinos
pt_br: Veja todos os cassinos

source: The best casino bonuses
es_es: Los mejores bonos de casino
pt_br: Os melhores bônus de cassino

source: View all bonuses
es_es: Ver todos los bonos
pt_br: Ver todos os bônus

source: Top ranked games
es_es: Los mejores juegos
pt_br: Jogos melhor avaliados

source: These are the best games according to other users
es_es: Estos son los mejores juegos de acuerdo a otros usuarios
pt_br: Estes são os melhores jogos de acordo com os usuários

source: How to play
pt_br: Como jogar

source: Variations of
pt_br: Variações

source: Bets & Payments
pt_br: Apostas e pagamentos

source: Strategies
pt_br: Estratégias

source: F.A.Q
pt_br: Perguntas

source: Remove from favorites
es_es: Remover de favoritos
pt_br: Remover dos favoritos

source: Add to favorites
es_es: Agregar a favoritos
pt_br: Adicionar aos favoritos

source: Stop following
es_es: Dejar de seguir
pt_br: Pare de seguir

source: Follow casino
es_es: Seguir casino
pt_br: Seguir cassino

source: Activity
es_es: Actividad
pt_br: Atividade

source: The trusted community for learning to bet online
es_es: La comunidad confiable para aprender a ganar online
pt_br: A comunidade confiável para aprender a apostar online

source: Activate now
es_es: Activar ahora
pt_br: Ative agora

source: Thanks for registering!
es_es: ¡Gracias por registrarte!
pt_br: Obrigado por se cadastrar!

source: Your account is already confirmed.
es_es: Su cuenta ha sido confirmada.
pt_br: Sua conta já está confirmada.

source: Login
es_es: Ingresa
pt_br: Entrar

source: with your username and password and take advantage of all the benefits of being part of Betizen.
es_es: con tu usuario y contraseña y aprovecha todos los beneficios de ser parte de Betizen.
pt_br: com seu nome de usuário e senha e aproveite todos os benefícios de fazer parte do Betizen.

source: What can you do now?
es_es: ¿Qué puedes hacer ahora?
pt_br: O que você pode fazer agora?

source: Activate your account
es_es: Activa tu cuenta
pt_br: Ative sua conta

source: You are almost part of Betizen. <br> To complete your registration, all you have to do is click on the "<strong>Activate now</strong>" button that appears below.
es_es: Ya casi eres parte de Betizen.<br>Para completar su registro sólo falta hacer click en el botón &quot;<strong>Activar ahora</strong>&quot; que aparece debajo.
pt_br: Você é quase parte do Betizen. <br> Para concluir seu cadastro, tudo que você precisa fazer é clicar no botão “<strong>Ative sua conta</strong>” que aparece abaixo.

source: Activation code:
es_es: Código de activación:
pt_br: Código de ativação:

source: This is the activation code sent to your email
es_es: Este es el código de activación enviado a su correo electrónico
pt_br: Este é o código de ativação enviado para o seu email

source: This page will redirect automatically in
es_es: Esta página redireccionará sola en
pt_br: Esta página será redirecionada automaticamente em

source: seconds
es_es: segundos
pt_br: segundos

source: Check your email
es_es: Revisa tu correo
pt_br: Verifique seu e-mail

source: Already have an account?
es_es: ¿Ya tienes una cuenta?
pt_br: Já tem uma conta?

source: administrator
es_es: administrador
pt_br: administrador

source: member
es_es: miembro
pt_br: membro

source: Editing the profile
es_es: Editando el perfil
pt_br: Editando seu perfil

source: Public profile
es_es: Perfil público
pt_br: Perfil público

source: Read less
es_es: Leer menos
pt_br: Ler menos

source: Read more
es_es: Leer más
pt_br: Ler mais

source: There are no comments yet. Be the first and earn prestige points!
es_es: Todavía no hay comentarios. ¡Sé el primero y gana puntos de prestigio!
pt_br: Ainda não há comentários. Seja o primeiro e ganhe pontos de prestígio!

source: Casinos are not allowed to comment, only reply.
es_es: Los casinos no tienen permitido realizar comentarios, solo responder.
pt_br: Os cassinos não podem comentar, apenas responder.

source: What do you think about
es_es: ¿Qué te ha parecido
pt_br: O que você pensa sobre

source: <strong><u>Your opinions help the community grow stronger</u></strong>. Share it so everybody so we can all benefit!
es_es: <strong><u>Tus opiniones ayudan a fortalecer la comunidad</u></strong>. ¡Compártela para que todos podamos beneficiarnos!
pt_br: <strong><u>Suas opiniões ajudam a comunidade a se fortalecer</u></strong>. Compartilhe para que todos possam se beneficiar!

source: Opinion
es_es: Opinión
pt_br: Opinião

source: Thanks for your comment!
es_es: ¡Gracias por tu comentario!
pt_br: Obrigado por seu comentário!

source: This will determine the position of
es_es: Eso determinará la posición de
pt_br: Isso determinará a posição de

source: in the rankings.
es_es: en los rankings.
pt_br: nas listagens.

source: Comments are closed for the moment.
es_es: Los comentarios están cerrados por el momento.
pt_br: Os comentários estão fechados no momento.

source: You must be registered to leave an opinion.
es_es: Debes estar registrado para dejar una opinión.
pt_br: Você deve estar cadastrado para deixar uma opinião.

source: If you already have an account
es_es: Si ya tienes un registro
pt_br: Se você já possui uma conta

source: access with your username
es_es: accede con tu usuario
pt_br: acesse com seu nome de usuário

source: to share your opinion.
es_es: para compartir tu opinión.
pt_br: para compartilhar uma opinião.

source: Your comment
es_es: Tu&nbsp;comentario
pt_br: Seu comentário

source: Edit
es_es: Editar
pt_br: Editar

source: Cancel
es_es: Cancelar
pt_br: Cancelar

source: What do you like?
es_es: ¿Qué es lo que te agrada?
pt_br: O que você gosta?

source: What do you dislike?
es_es: ¿Qué es lo que te desagrada?
pt_br: O que você não gosta?

source: Edit comment
es_es: Editar comentario
pt_br: Editar comentário

source: New games, bonus and casinos in your inbox!
es_es: Nuevos juegos, bonos y casinos en tu correo!
pt_br: Novos jogos, bônus e cassinos na sua caixa de entrada!

source: Get tips about how to win, and get the most out of your money! Never spam.
es_es: ¡Obtenga consejos sobre cómo ganar y aproveche al máximo su dinero! Nunca spam.
pt_br: Receba dicas sobre como ganhar e tire o máximo proveito do seu dinheiro! Nunca spam.

source: /en/about-us/
es_es: /nosotros/
pt_br: /pt-br/sobre-nos/

source: About us
es_es: Nosotros
pt_br: Sobre nós

source: Glossary
es_es: Glosario
pt_br: Glossário

source: /en/glossary/
es_es: /glosario/
pt_br: /pt-br/glossario/

source: Providers
es_es: Proveedores
pt_br: Fornecedores

source: /en/providers/
es_es: /proveedores/
pt_br: /pt-br/fornecedores/

source: Affiliates
es_es: Afiliados
pt_br: Afiliados

source: Others
pt_br: Outros

source: Transparency
pt_br: Transparência

source: /en/transparency/
pt_br: /pt-br/transparencia-e-estatisticas/

source: Rankings
pt_br: Avaliações

source: Partners
pt_br: Parceiros

source: /en/partners/
pt_br: /pt-br/parceiros/

source: Developed by
es_es: Creado por
pt_br: Desenvolvido por
