Repository: minimo-io/aipim-theme
Catalog: languages/*.po
Languages: es_es, pt_br

source: Play responsibly
es_es: Juega responsablemente
pt_br: Jogue com responsabilidade

source: Playing responsibly is all about knowing your limits and playing within your means.
es_es: Jugar responsablemente se trata de conocer tus límites y jugar dentro de tus posibilidades.
pt_br: Jogar com responsabilidade significa conhecer seus limites e jogar dentro de suas possibilidades.

source: Remember that it is against the law for those under the age of 18 to gamble. Betizen is a product for adults who gamble responsibly. We want to bring transparency to the iGaming industry (for players, operators and affiliates), and because of that we take gambling problems seriously.<br> If you want to take a short break from gaming, you can do so by taking a Time-Out for a period of 24 hours, 48 hours, 7 days or 30 days. If you need help, we have an article for you in the blog, or you can get in touch with us so you can get help from third party professionals.
es_es: Recuerde que es contra la ley que los menores de 18 años apuesten. Betizen es un producto para adultos que juegan de forma responsable. Queremos brindar transparencia a la industria de los juegos de azar (para jugadores, operadores y afiliados), y por eso nos tomamos muy en serio los problemas de juego. <br> Si desea tomar un breve descanso de los juegos, puede hacerlo tomándose un tiempo por un período de 24 horas, 48 horas, 7 días o 30 días. Si necesita ayuda, tenemos un artículo para usted en el blog, o puede ponerse en contacto con nosotros para recibir ayuda de profesionales externos.
pt_br: Lembre-se de que é ilegal para menores de 18 anos apostar. Betizen é um produto para adultos que jogam com responsabilidade. Queremos trazer transparência para a indústria de iGaming (para jogadores, operadores e afiliados) e, por isso, levamos os problemas de jogos de azar a sério. <br> Se quiser fazer uma pequena pausa no seu jogo, você pode fazer isso dando um tempo limite por um período de 24 horas, 48 horas, 7 dias ou 30 dias. Se precisar de ajuda, temos um artigo para você no blog, ou você pode entrar em contato conosco para obter ajuda de profissionais terceirizados.

source: Get help
es_es: Obtener ayuda
pt_br: Obter ajuda

source: Terms & Conditions
es_es: Términos y condiciones
pt_br: Termos e Condições

source: Game
es_es: Juego
pt_br: Jogo

source: Add new
es_es: Agregar nuevo
pt_br: Adicionar novo

source: New game published
es_es: Nuevo juego publicado
pt_br: Novo jogo publicado

source: %1$s posted a new <a href="%2$s">game</a>
es_es: %1$s publicó un nuevo <a href=“%2$s”>juego</a>
pt_br: %1$s compartilhou um novo <a href=“%2$s”>jogo</a>

source: %1$s posted a new <a href="%2$s">game</a>, on the site %3$s
es_es: %1$s publicó un nuevo <a href=“%2$s”>juego</a>, en el sitio %3$s
pt_br: %1$s compartilhou um novo <a href=“%2$s”>jogo</a>, no site %3$s

source: Comments about games
es_es: Comentarios sobre los juegos
pt_br: Comentários sobre jogos

source: Games comments
es_es: Comentarios sobre los juegos
pt_br: Comentários sobre jogos

source: %1$s commented on a <a href="%2$s">game</a>
es_es: %1$s comentó en el <a href=“%2$s”>juego</a>
pt_br: %1$s comentou em um <a href=“%2$s”>jogo</a>

source: %1$s commented on a <a href="%2$s">game</a>, on the site %3$s
es_es: %1$s comentó en el <a href=“%2$s”>juego</a>, en el sitio %3$s
pt_br: %1$s comentou em um <a href=“%2$s”>jogo</a>, no site %3$s

source: Casinos
pt_br: Cassinos

source: Casino
pt_br: Cassino

source: New casino published
es_es: Nuevo casino publicado
pt_br: Novo cassino publicado

source: %1$s posted a new <a href="%2$s">casino</a>
es_es: %1$s publicó un nuevo <a href=“%2$s”>casino</a>
pt_br: %1$s compartilhou um novo <a href=“%2$s”>cassino</a>

source: %1$s posted a new <a href="%2$s">casino</a>, on the site %3$s
es_es: %1$s publicó un nuevo <a href=“%2$s”>casino</a>, en el sitio %3$s
pt_br: %1$s compartilhou um novo <a href=“%2$s”>cassino</a>, no site %3$s

source: Comments about casinos
es_es: Comentarios sobre casinos
pt_br: Comentários sobre cassinos

source: Casinos comments
es_es: Comentarios sobre casinos
pt_br: Comentários sobre cassinos

source: %1$s commented on a <a href="%2$s">casino</a>
es_es: %1$s comentó en un <a href=“%2$s”>casino</a>
pt_br: %1$s comentou em um <a href=“%2$s”>cassino</a>

source: %1$s commented on a <a href="%2$s">casino</a>, on the site %3$s
es_es: %1$s comentó en un <a href=“%2$s”>casino</a>, en el sitio %3$s
pt_br: %1$s comentou em um <a href=“%2$s”>cassino</a>, no site %3$s

source: Bonus
es_es: Bono
pt_br: Bônus

source: New bonus published
es_es: Nuevo bono publicado
pt_br: Novo bônus publicado

source: %1$s posted a new <a href="%2$s">bonus</a>
es_es: %1$s publicó un nuevo <a href=“%2$s”>bono</a>
pt_br: %1$s compartilhou um novo <a href=“%2$s”>bônus</a>

source: %1$s posted a new <a href="%2$s">bonus</a>, on the site %3$s
es_es: %1$s publicó un nuevo <a href=“%2$s”>bono</a>, en el sitio %3$s
pt_br: %1$s compartilhou um novo <a href=“%2$s”>bônus</a>, no site %3$s

source: Comments about bonuses
es_es: Comentarios sobre bonos
pt_br: Comentários sobre bônus

source: %1$s commented on a <a href="%2$s">bonus</a>
es_es: %1$s comentó en un <a href=“%2$s”>bono</a>
pt_br: %1$s comentou sobre um <a href=“%2$s”>bônus</a>

source: %1$s commented on a <a href="%2$s">bonus</a>, on the site %3$s
es_es: %1$s comentó en un <a href=“%2$s”>bono</a>, en el sitio %3$s
pt_br: %1$s comentou sobre um <a href=“%2$s”>bônus</a>, no site %3$s

source: Auxiliary sidebar
es_es: Barra lateral auxiliar
pt_br: Barra lateral auxiliar

source: All providers
es_es: Todos los proveedores
pt_br: Todos os fornecedores

source: Search casino type
es_es: Buscar tipo de casino
pt_br: Pesquisar tipo de cassino

source: All types of casinos
es_es: Todo tipo de casinos
pt_br: Todos os tipos de cassinos

source: Casino types
es_es: Tipos de casinos
pt_br: Tipos de cassino

source: Betizen - The trusted community for learning to bet online
es_es: Betizen - La comunidad confiable para aprender a ganar online
pt_br: Betizen - A comunidade confiável para aprender a ganhar online

source: Casino to casino
es_es: Casino al casino
pt_br: Cassino para cassino

source: Casino post
es_es: Post del casino
pt_br: Artigo do cassino

source: Not linked to any casino
es_es: No vinculado a ningún casino
pt_br: Não está vinculado a nenhum cassino

source: Fair
es_es: Justo
pt_br: Justo

source: Acceptable
es_es: Aceptable
pt_br: Aceitável

source: Caution
es_es: Precaución
pt_br: Cuidado

source: Dishonest
es_es: Fraudulento
pt_br: Fraudulento

source: Dangerous
es_es: Peligroso
pt_br: Perigoso

source: Positive
es_es: Positivo
pt_br: Positivo

source: Negative
es_es: Negativo
pt_br: Negativo

source: Low
es_es: Baja
pt_br: Baixa

source: Low/Medium
es_es: Baja/Media
pt_br: Baixa/Média

source: Medium
es_es: Media
pt_br: Média

source: Medium/High
es_es: Media/Alta
pt_br: Média/Alta

source: High
es_es: Alta
pt_br: Alta

source: American
pt_br: Americana

source: European
pt_br: Europeia

source: French
pt_br: Francesa

source: Copied!
es_es: ¡Copiado!
pt_br: Copiado!

source: We use cookies to improve your site experience, by continuing to use this website you accept such use as outlined in our cookie policy.
pt_br: Usamos cookies para melhorar a sua experiência no Betizen, ao continuar a usar este site, você aceita o uso conforme descrito em nossa política de cookies.

source: Accept
pt_br: Aceitar

source: partner
pt_br: parceiro

source: Search Page
es_es: Página de búsqueda
pt_br: Página de pesquisa

source: Search result
es_es: Resultado de la búsqueda
pt_br: Resultado da pesquisa

source: Bonus status
es_es: Estado del bono
pt_br: Status do bônus

source: Review
es_es: Opinar
pt_br: Avaliação

source: https://www.betizen.org/en/articles/what-is-the-rollover-of-bonuses/
es_es: https://www.betizen.org/blog/que-es-el-rollover-de-los-bonos-y-como-funciona-no-te-dejes-enganar/
pt_br: https://www.betizen.org/pt-br/colunas/o-que-e-o-rollover-de-bonus/

source: Minimum deposit
es_es: Depósito mínimo
pt_br: Depósito mínimo

source: Code
es_es: Código
pt_br: Código

source: Bonus Terms & Condiciones details
es_es: Detalle de las condiciones del bono
pt_br: Detalhes dos Termos e Condições do Bônus

source: Rank
es_es: Ranking
pt_br: Classificação

source: Get
es_es: Obtener
pt_br: Obter

source: Published
es_es: Publicado
pt_br: Publicados

source: Questions?
es_es: ¿Preguntas?
pt_br: Perguntas?

source: Contact us
es_es: Contáctanos
pt_br: Contate-Nos

source: Write review
es_es: Escribir opinión
pt_br: Escrever avaliação

source: Operated by
es_es: Operado por
pt_br: Operado por

source: Review of the casino
es_es: Reseña del casino
pt_br: Análise do cassino

source: Max withdrawal
es_es: Retiro máximo
pt_br: Saque máximo

source: Min withdrawal
es_es: Retiro mínimo
pt_br: Retirada mínima

source: Reputation
es_es: Reputación
pt_br: Reputação

source: Founded
es_es: Fundado
pt_br: Fundado

source: License(s)
es_es: Licencia(s)
pt_br: Licença(s)

source: Withdrawal times
es_es: Tiempos de retiro
pt_br: Tempos de retirada

source: Promotions
es_es: Promociones
pt_br: Promoções

source: Start
es_es: Comienzo
pt_br: Começo

source: Coins
es_es: Monedas
pt_br: Moedas

source: Coin value
es_es: Valor por moneda
pt_br: Valor da moeda

source: Lines
es_es: Lineas
pt_br: Linhas

source: Coins wagered per spin
es_es: Monedas apostadas por giro
pt_br: Moedas apostadas por rodada

source: End
es_es: Final
pt_br: Fim

source: Total spins (500 + free spins)
es_es: Giros totales (500 + giros gratis)
pt_br: Total de rodadas (500 + rodadas grátis)

source: Test carried out on
es_es: Prueba realizada el
pt_br: Teste realizado em

source: Created by
es_es: Creado por
pt_br: Criado por

source: in the year
es_es: en el año
pt_br: no ano

source: Originally
es_es: Originalmente
pt_br: Originalmente

source: Conclusion about the
es_es: Conclusión sobre el
pt_br: Conclusão sobre o

source: Play
es_es: Jugar
pt_br: Jogar

source: /en/articles/what-is-the-rtp-in-slots/
es_es: /blog/que-es-el-rtp-en-las-tragamonedas/
pt_br: /pt-br/colunas/o-que-e-o-rtp-nos-caca-niqueis/

source: Type
pt_br: Tipo

source: /en/articles/what-does-volatility-in-slots-mean/
es_es: /blog/que-es-la-volatilidad-de-las-tragamonedas/
pt_br: /pt-br/colunas/o-que-e-a-volatilidade-nos-caca-niqueis/

source: Hands
pt_br: Mãos

source: Cards
pt_br: Cartas

source: Paylines
es_es: Líneas de pago
pt_br: Linhas de pagamento

source: Max Win
es_es: Ganancia max.
pt_br: Ganho Máx.

source: Play in the casino
es_es: Jugar en el casino
pt_br: Jogue no cassino

source: Tests carried out
es_es: Pruebas realizadas
pt_br: Testes realizados

source: 500 spins
es_es: 500 giros
pt_br: 500 rodadas

source: 500 Spin Test Result
es_es: Resultado de la prueba de 500 giros
pt_br: Resultado do teste de 500 rodadas

source: <p>To see the detail and to know what is the <strong>500 spins test</strong> visit <a target="_blank" href="/en/articles/500-spins-test">this page</a>.</p>
es_es: <p>Para ver el detalle y conocer en qué consiste la <strong>Prueba de quinientos giros</strong> visita <a target=\”_blank\” href=\”/blog/prueba-de-500-giros\”>esta página</a>.</p>
pt_br: <p>Para ver os detalhes e saber o que é o <strong>teste das 500 rodadas</strong>, visite <a target=“_blank” href=“/pt-br/colunas/test-de-500-rodadas/”> esta página</a>.</p>

source: Provider
es_es: Proveedor
pt_br: Fornecedor

source: Category
es_es: Categoría
pt_br: Categoria

source: Reels
es_es: Rieles
pt_br: Carretéis

source: Jackpot (max.)
es_es: Acumulado (max.)
pt_br: Acumulado (máx.)

source: Bonus game
es_es: Pantalla de bono
pt_br: Jogo de bônus

source: Free spins
es_es: Giros gratis
pt_br: Rodadas grátis

source: Multiplier
es_es: Multiplicador
pt_br: Multiplicador

source: Wilds
es_es: Comodines
pt_br: Curingas

source: Scatter
pt_br: Dispersão

source: This games appears at
es_es: Este juego aparece en
pt_br: Este jogo aparece em

source: It also appears at
es_es: También aparece en
pt_br: Também aparece em

source: This game appears in
es_es: Este juego aparece en
pt_br: Este jogo aparece em

source: It also appears in
es_es: Aparece también en
pt_br: Também aparece em

source: Close
es_es: Cerrar
pt_br: Fechar

source: Fullscreen
es_es: Pantalla completa
pt_br: Tela cheia

source: To play this game on mobile
es_es: Para jugar este juego en dispositivos móviles
pt_br: Para jogar este jogo no celular

source: we recommend visiting
es_es: recomendamos visitar
pt_br: nós recomendamos visitar

source: Some games are NOT available to play on mobile due to restrictions from game providers. Not much we can do at the moment more that recommending the best casino where can find them to play for free or money.
es_es: Algunos juegos NO están disponibles para jugar en dispositivos móviles debido a restricciones de los proveedores de juegos. No hay mucho que podamos hacer en este momento más que recomendar el mejor casino donde poder encontrarlos para jugar gratis o por dinero.
pt_br: Alguns jogos NÃO estão disponíveis para jogar no celular devido a restrições de fornecedores de jogos. Não há muito que possamos fazer no momento mais do que recomendar o melhor cassino onde podemos encontrá-los para jogar de graça ou a dinheiro.

source: PARTICIPATE WITH THE BONUS!
es_es: ¡JUEGA CON EL BONO!
pt_br: JOGUE COM O BÔNUS!

source: PLAY AT
es_es: JUGAR EN
pt_br: JOGAR NO

source: More games
es_es: Mas juegos
pt_br: Mais jogos

source: Report broken game
es_es: Reportar juego roto
pt_br: Reportar jogo quebrado

source: Broken?
es_es: ¿No funciona?
pt_br: Quebrado?

source: Let's do it!
es_es: ¡A por ello!
pt_br: Vamos fazer isso!

source: By
es_es: Por
pt_br: Por

source: Order by date
es_es: Ordenar por fecha
pt_br: Ordem por data

source: Order by name
es_es: Ordenar por nombre
pt_br: Ordem por nome

source: Slots from
es_es: Tragamonedas de
pt_br: Caça níqueis da

source: Before placing a bet learn to choose!
es_es: ¡Antes de apostar aprende a elegir!

source: Read quick guide (5 min.)
es_es: Leer guía rápida (5 min.)

source: Read mega guide (30 min.)
es_es: Leer mega-guía (30 min.)

source: Before you start!
es_es: ¡Antes de comenzar!
